Repository: gunayato/Modbus-Memory-Emulator
Catalog: Source/EMULATOR/LOCALE/*/LC_MESSAGES/modbusmemulator.po
Languages: fr

source: ENG
fr: FRA

source: Edited by:
fr: Edité par:

source: Unregistered
fr: Non enregistré

source: Registered
fr: Enregistré

source: Serial: %sUser: %sCompany: %sEmail: %sAddress: %sPhone: %sWeb: %s
fr: N° de série: %sUtilisateur: %sSociété: %sEmail: %sAdresse: %sTéléphone: %sWeb: %s

source: About...
fr: Au sujet de...

source: (c) 2006-2011 by Estrada Guillaume
fr: (c) 2006-2011 par Estrada Guillaume

source: Published by Soft-Control (www.soft-control.fr)
fr: Edité par Soft-Control (www.soft-control.fr)

source: Registers
fr: Registres

source: Decimal
fr: Décimal

source: Binary
fr: Binaire

source: Exiting...
fr: Fermeture en cours...

source: Read registers from %s / Start %d Count %d
fr: Lecture registres de %s / Début %d Nombre %d

source: Write registers from %s / Start %d Count %d
fr: Ecriture registres de %s / Début %d Nombre %d

source: Read coils from %s / Start %d Count %d
fr: Lecture bits de %s / Début %d Nombre %d

source: Write coils from %s / Start %d Count %d
fr: Ecriture bits de %s / Début %d Nombre %d

source: Connection from %s
fr: Connexion de %s

source: Disconnection
fr: Déconnexion

source: Emulator running
fr: Emulateur en marche

source: Emulator stopped
fr: Emulateur arrêté

source: IP parameters
fr: Paramètres IP

source: Slave adr
fr: Adr esclave

source: Registers/Bits
fr: Registres/Bits

source: Number of registers
fr: Nombre de registres

source: Number of bits
fr: Nombre de bits

source: Open project
fr: Ouvrir projet

source: Save project
fr: Sauver projet

source: New project
fr: Nouveau projet

source: Define configuration
fr: Configuration

source: Run/Stop emulator
fr: Marche/Arrêt emulateur

source: Script editor
fr: Editeur de script

source: Error in script for function: %s
fr: Erreur dans le script pour la fonction: %s

source: error
fr: erreur

source: !Unknown!
fr: !Inconnu!

source: Object:
fr: Objet:

source: Object: nil
fr: Objet: nil

source: Empty
fr: Vide

source: Enable
fr: Actif

source: Running script
fr: Script en marche

source: Stopping script
fr: Arrêt du script

source: View request
fr: Voir requête

source: Error in running server... (port already in use ?)
fr: Erreur de lancement du serveur... (Port déjà utilisé ?)

source: Error in stopping server...
fr: Erreur en arrêtant le serveur...

source: Close project
fr: Fermer projet

source: Go to register
fr: Aller au registre

source: Enter register number to reach
fr: Entrez le numéro de registre à atteindre

source: Go to bit
fr: Aller au bit

source: Enter bit number to reach
fr: Entrez le numéro de bit à atteindre

source: Float
fr: Réel

source: Filter by used registers
fr: Filtrer par registres utilisés

source: Filter by used bits
fr: Filtrer par bits utilisés

source: Middle mouse click on binary value to edit
fr: Click souris du milieu pour éditer une valeur binaire

source: Default port is 502
fr: Port par défaut: 502

source: Set 255 to inhibit slave address
fr: Mettre 255 pour inhiber la prise en compte de l'adresse esclave

source: Invalid function code %d
fr: Code fonction %d invalide

source: Error code %d
fr: Code erreur %d

source: Enabled
fr: Activé

source: COM port parameters
fr: Paramètres port COM

source: COM port setup
fr: Paramétrage port COM

source: COM port running
fr: Port COM en marche

source: COM port stopped
fr: Port COM arrêté

source: COM port: Error opening com port
fr: COM port: Erreur dans l'ouverture du port com

source: COM port: Error connecting IP client
fr: COM port: Erreur dans la connexion du client IP
